var local_database = [{        //类似于本地的数据库
    data: "2020 02 11",
    avatar: '/images/profile/profile.jpg',
    title: '疫情期间的八个“不宜”',
    imgSrc: '/images/fifth.jpg',
    content: '对于这次疫情，我们节选了《治愈心理学》的部分内容，希望帮助大家以积极的心态度过这一时期。下面是我们的选段。',
    // reading: '112',
    // collection: '96',
    headImgSrc: "/images/fifth.jpg",
    author: "百川",
    dateTime: "今天",
  detail: "“心理学家认为，心理危机干预的对象可分为以下五个等级：\n第一级对象是与灾难有直接联系的灾区伤员，包括幸存者和遇难者家属，此外还应该有现场的救护人员，这些是心理危机干预的重点对象。\n第二级对象应该是和第一级对象有比较密切联系的人，他们也许承受了极度的悲哀与内疚的情绪，同样需要得到及时的心理干预。\n第三级对象是进行搜寻和救援工作的非现场的工作人员、协助灾后重建与康复的工作者或志愿者。\n第四级对象是受灾区影响之外的社区人员、向灾区捐献物资和提供援助的人们，他们也许是隶属于某些对灾难出现的可能性原因负有一定责任的组织。\n第五级对象是前往灾区因灾难场景而出现心理失控的个体，他们往往易感性比较高，很容易出现心理上的病态征象。\n\n心理学家建议，面对受灾并存在心理危机的患者，应该做到以下几个“不宜”：\n1.不宜过度干预他们的情绪。每个人都有自己表达情绪的方式，所以，不要对他们说：“忘记吧，不要痛苦了！”“坚强吧，伤痛会随着时间慢慢消失的。”“都过去这么久了，你是时候振作起来了。”“你还是会想念你的儿子吗？怎么想？”诸如此类的话语。\n2.不宜强迫他们回忆。回忆只会令他们更加悲伤和痛苦，是再一次的伤害。\n3.不宜表现出怜悯的样子。如果你让他们觉得你在可怜他们，那只会令其更加难过，因为很多人在那时并不需要太多的同情。\n4.不宜欺骗他们。事实已经发生，不要因为害怕他们难过而对其隐瞒事实，比如亲人离去，最好是告诉他们真实情况。\n5.不宜去承诺一些我们根本做不到的事情。比如你告诉失去了母亲的孩子“我帮你找妈妈”或者“我一定一直陪着你”，这样的安慰只会加深他们的失望，所以，不要轻易地向他们承诺我们没有把握的事情，避免其再次受到伤害。\n6.不宜认为全世界只有你才能帮到他们。每个人受到的创伤程度不同，并且各自的自我恢复能力也不同，干预者要做的是引导和疏导，而不是包揽全部的事情。\n7.不宜试图代替他们的亲人。那些失去了亲人的幸存者，难过属于正常的情绪反应，所以不要说：“别难过了，我们大家都是你的亲人。”这样说其实是违背事实的，一方面对他们而言，这个世界上根本没有人能够替代得了他们的亲人，另一方面他们也会感觉你并不能理解他们的心情，结果是事与愿违的。\n8.不宜刻意掩饰自己的情绪。在悲伤的人面前，并不是只有微笑才能传达关心和正能量，有时候“共情”也是一种很不错的方式。比如，面对痛哭的人，我们也可以和他们一起落泪，能够真切地体会到他们的情感的人才能走进他们的心里，成为分担者和正能量的传递者。”\n\n（摘自：《治愈心理学》鲁芳）\n本文内容为原创，未经允许不得转载",
    postId: 0
  },
  {        //类似于本地的数据库
    data: "2020 02 11",
    avatar: '/images/profile/profile1.jpg',
  title: '#华东师大疫情心理防控科普①#',
    imgSrc: '/images/first.png',
  content: '今天为大家介绍4项著名的心理学实验，实验的结果能给予这次防疫工作以启示。',
    // reading: '112',
    // collection: '96',
    headImgSrc:"/images/first.png",
    author:"华东师范大学公众号",
    dateTime:"1周前",
  detail: "【心理学实验1：从众效应实验】美国心理学家阿希要求人们看一根线段，并从另外三根线段中选出一根与之等长的；人们直接做判断时，正确率接近100%。但如果安排在被试做判断前，有多位“假被试”均选择了一个错误选项，则真被试在进行判断时，有超过三分之一的可能性选择“随大流”而做出同样错误的选择。\n【防疫心理提示：保持理性，预防从众】在疫情发展期间，人们更可能不加选择地从各种渠道尽可能地收集信息，但由于从众效应的存在，个体容易在大量未经证实的信息甚至流言面前，放弃自己原有的立场和主见，在无意中助长非理性的“跟风”行为。\n\n【心理学实验2：阿登养老院实验】美国心理学家艾伦.兰格等将养老院的老人分为实验组和对照组，实验组老人可以选择自主决定生活中的一些改变并对自己的生活加以控制（例如，决定是否要一盆盆栽以及选择哪一盆植物，并要自己照顾植物），控制组老人则被分发一盆盆栽并有专人负责照料，一段时间后，提升了控制感的实验组老人明显比对照组老人感到更快乐，并更主动参与公共活动。\n【防疫心理提示：主动获得控制感，提升生活质量】在非常时期人们所感受到的焦虑和惶恐，部分源自这时人们感觉失去了对自己生活的“控制”，而这种主观上的无助体验，对我们妥善应对危机毫无助益。因此，通过在特殊时期合理安排自己的日常任务，通过有规律、可预期的活动来主动获得控制感，是帮助提升个体生活质量、积极应对危机的有效手段。\n\n【心理学实验3：社会拒斥实验】美国心理学家鲍麦斯特在一系列实验中，引导人们经历“社会拒斥”（如：发现同组伙伴不愿意和自己一起工作或游戏，或想象自己的未来孤独无依）后，人们的自我调节和自我控制能力受损，经历社会拒斥的人会更难抵挡不健康但美味的诱惑（如美味的曲奇饼），也更难坚持从事较艰难但真正有益自身的活动（如选用口味不佳但有益健康的饮品）。\n【防疫心理提示：开放接纳，利人利己】当人们面对生命和健康威胁时，在本能的驱使下，容易简单地寻找一些“替罪羊”来发泄怒火和焦虑，试图将后者驱逐出自己的生活圈。但这种本能反应恰恰是应该避免的，因为被我们拒斥的个体很可能会降低自我调节和控制的能力，使他们的后继行为更趋于非理性而非自控，为整个群体带来更大的不安。\n\n【心理学实验4：目光注视下的诚实实验】英国心理学家罗伯茨选择一间有偿提供咖啡和茶的大学休息室作为实验场所，人们在这里享用饮料后，通过自行向“诚实箱”投入现金进行支付。在不同的日子里，罗伯茨改变了价目表上方悬挂的图片，有时是一副花卉图片，有时则是一双注视着前方的眼睛。结果发现，当悬挂注视双眼图片时，人们主动支付的金额是悬挂花卉图片时的三倍。\n【防疫心理提示：心念他人，助人自律】成功应对疫情，需要全社会通力协作。如果人们接受到有关“他人”、“社会关注”等提示信息，则更可能以自律和遵循社会规范的方式，而非单纯自利的方式来行事；例如：每个人都需要配合必要的检查和禁令，而非只为一己之私抢购物资。\n—————————————\n在向全社会提供疫情防控心理支持的同时，华东师大心理与认知科学学院的师生也通过手绘形式，向大家进行心理学知识的科普，@华东师范大学 近期将持续刊载。\n\n手绘：施雅文\n文字：李林\n指导教师：庄瑜\n#抗击疫情高校在行动#\n转载自华东师范大学公众号",
    postId:1
  },
  {
    data: "2020 02 11",
    avatar: '/images/profile/profile1.jpg',
    title: '#华东师大疫情心理防控科普②#',
    imgSrc: '/images/second.png',
    content: '在疫情中能有效推动人们互帮互助的心理学原理',
    // reading: '225',
    // collection: '132',
    headImgSrc: "/images/second.png",
    author: "华东师范大学公众号",
    dateTime: "1周前",
    detail: "【互惠帮助】（reciprocal\taid）\n人们更有可能帮助那些曾经有恩于自己的人。非典期间，90后被医护人员悉心守护，如今，这些90后感恩当年医护人员的帮助，挺身而出，走到“防疫”一线，支援武汉的医护人员。\n\n【共情利他】（empathy\taltruism）\n当人们同情他人的处境时，就会做出纯粹主义的利他行为，不计回报地帮助他人。例如，如果人们能感同身受地体会“新冠肺炎”患者的痛苦，就会无私地以各种形式帮助患者。所以，引发共情是激发帮助行为的关键。\n\n【亲社会消费】（prosocial\tspending）花钱既可以做有利于自己的事情，也可以做有利于他人的事情。前者是个人消费，例如，支付水电煤等账单；后者是亲社会消费，例如，为他人买咖啡、给慈善机构捐款。研究发现，相比个人消费，亲社会消费会使消费者感到更加幸福。\n\n【贴标签技术（labeling \ttechnique）\n给人们贴上某个特质标签，就会促使人们做出符合该特质的行为。例如，给居民贴上善良的标签，告诉他“你是一个善良的人”，会激发这些居民给慈善机构捐款的行为。因此，要提升人们在灾难中互帮互助的意愿，可以给他们贴上“乐于助人”的标签。\n—————————————\n在向全社会提供疫情防控心理支持的同时，华东师大心理与认知科学学院的师生也通过手绘形式，向大家进行心理学知识的科普，@华东师范大学 近期将持续刊载。\n\n手绘：施雅文\n文字：李林\n指导教师：庄瑜\n#抗击疫情高校在行动#\n转载自华东师范大学公众号",
    postId:2
  },
  {
    data: "2020 02 11",
    avatar: '/images/profile/profile2.jpg',
    title: '国家卫健委疫情心理疏导指南',
    imgSrc: '/images/third.png',
    content: '病患及其家属、延迟开工开学的普通人、医护民警等一线工作人员、必须外出的人、孩子及家长……如何缓解疫情焦虑，卫健委建议↓↓ @人民日报。',
    // reading: '76',
    // collection: '46',
    headImgSrc: "/images/third.png",
    author: "人民日报公众号",
    dateTime: "1周前",
    detail: "患者及其家人\n1.增加对自身状态的理解度，认识到每个人在经历重大负性事件后都会有一些焦虑、担心等负性情绪，接纳并允许自己有这些情绪，适度宣泄。\n2.保持稳定状态，如稳定的居所、定时吃饭、按时休息。可通过一些稳定化技术实现，如深呼吸放松、音乐放松、冥想等。\n3.采纳积极的应对措施，包括规律的生活，获取良好的社会支持，与家人、朋友交流和沟通，做一些自己感兴趣或者能有愉悦感的事。\n4.必要时可拨打心理援助热线或到医疗机构就诊。\n[提醒]不要过量饮酒、吸烟、服用药物，也不要过度工作和过多睡眠。\n\n延迟开工开学的普通人\n1.制定个计划。安排好每天要做的事情，特别是要保证规律的饮食和睡眠。\n2.钻研一件事请。看书、听音乐、写字、学习一项新技能等。\n3.找到一种支持。跟家人一起做家务和聊天;没有跟家人在一起的，可通过电话、视频聊天等方式跟家人和朋友保持联系。\n4.进行一项锻炼。心情烦躁时，做自己喜欢的室内运动。\n5.思考一些体验。思考自己可以从这段经历中获得什么有价值的人生体验。\n[提醒]自己无法调整时，应当拨打热线电话或寻求在线心理咨询。\n\n医护人员、公安干警、社区排查人员等一线工作人员\n1.合理设置班值，设置工作持续时间，适当轮休，在休息场所播放一些轻音乐。\n2.找一个没人的地方，自己好好哭一场。\n3.如果有条件，办公室或者工作休息的场所放个沙袋，做一些拳击性运动。\n4.语音聊天，找自己特别想聊的人说说话。\n5.室内运动，打太极拳、举重、仰卧起坐等。\n6.通过可能的途径第一时间或定期与家人沟通交流。\n\n密切接触者和接受医学观察的人员\n1.关注积极信息，特别是疫情防控进展的积极信息。\n2.关注自我防护和应对压力的科学知识，掌握调整情绪状态和行为的科学方法。\n3.增强信心，让积极信息和科学知识发挥作用，认真配合社区和疾控部门的工作。\n\n必须外出的人\n1.理性分析自己的心理压力注意力记忆力受影响，逃避本来应该做的事情，失眠、胃疼、腹泻等，这些大部分是正常的心理应激反应。\n2.针对性采取一些有效的方法\n(1)如果情绪压力大，可借助网络平台学习放松技术，如腹式呼吸、正念冥想等。\n(2)如果认知压力大，应减少各种信息的影响，少看手机，多读书或做其他有益身心的事情。\n(3)如果是行为方面的变化比较大，应当提醒自己及时调整。\n[提醒]如果心理应激状态持续时间较长，严重影响到日常生活，要及时向专业人员求助。\n\n普通公众三大调整原则\n一是全面观察自己的情况; 二是用心倾听主流的声音; 三是保持与家人及外界的联系。\n具体做法：\n1.适度关注疫情和了解防护知识，最好安排在每天固定时间。\n2.固定时间测量体温。\n3.调整生活状态，按日常生活规律生活，注意吃好睡好作息规律。\n4.找家人、朋友聊天，通过微信、电话、网络联系。\n5.放松训练。如做一做深呼吸、 跟着音乐活动身体、做一些平时使自己感到愉悦的事情，做自己原来没时间做的事情: 如读本小说、追部好剧等。\n6.如发现自己发热应及时就医。\n\n孩子及家长\n1.在互相尊重、互相理解的基础上，一起讨论制定这段时间的生活和学习计划。\n2.生活计划中要包括娱乐和做家务的内容，最好是能够和孩子一起做的事情。\n3.学习计划要按照学校的要求，通过空中课堂等在线教育进行学习。\n4.家长尽量不要太焦虑，不要太着急，保持情绪稳定。父母情绪的稳定性对孩子的心理状态影响很大。对青春期以及刚成年的孩子，应尊重他们对独立和独处的需求，多商量，少管制。\n\n有慢性病或者精神障碍的患者\n1.有慢性病的患者规律服用治疗药物，不要擅自调整用药，以免病情波动或反复。\n2.到医院取药是安全的。一方面，做好自身防护，戴好口罩，保持手清洁; 另一方面，各医疗机构都在按照要求严格落实传染病防控措施。同时，医院设有专门的发热门诊，与普通的诊疗区域是分开的。\n3.如果病情有波动，建议在做好自我防护的基础上及时就医。\n\n部分对待疫情严重地区的人有过激情绪的人\n对疫情严重区域的人产生过激情绪，这是一种保护自己的心理本能，是可以理解的。人们总是想为已经发生的事情找到一个原因，而疫情发生的根本原因是出现了一种新的病毒。疫情是我们共同的敌人，但受疫情感染的人是我们的朋友和亲人。一定不要因为过激的情绪，导致过激的行为，为疫情防控工作添乱。现在需要的是理解、支持和团结一心，我们才可能早日战胜疫情。\n\n来源：国家卫健委\n转载自人民日报公众号",
    postId:3
  },
  {
    data: "2020 02 11",
    avatar: '/images/profile/profile3.jpg',
    title: '因为疫情焦虑？这份指南教你#给心情“松绑”#',
    imgSrc: '/images/forth.png',
    content: '每日面对海量的疫情信息，你也许感到焦虑、恐慌，时刻担心自己被感染，甚至影响了睡眠……针对疫情导致的常见心理问题，在国家卫健委疾控局指导下，人民卫生出版社出品了《应对新型冠状病毒肺炎疫情心理调适指南》，教你给自己的心情“松绑”。（记者温竞华、田晓航）。',
    // reading: '76',
    // collection: '46',
    headImgSrc: "/images/forth.png",
    author: "新华视点公众号",
    dateTime: "1周前",
    detail: "一、睡眠不好怎么办\n1.营造良好的睡眠环境。卧室的环境应当安静、舒适，光线及温度适宜，尽量不把闹钟放在床头，避免反复看闹钟影响入睡。\n2.建立良好的睡眠习惯。保持规律的作息时间，每天同一时刻起床，避免边玩手机边睡觉、开灯睡觉、喝酒助眠、晚上不睡白天补觉等。\n 3.合理安排活动。规律进行体育锻炼，睡前1小时内不做容易引起兴奋的脑力劳动或观看容易引起兴奋的书籍和影视节目，可以选择听舒缓音乐，结合适当的呼吸或肌肉放松训练。\n4.适度关注疫情。睡前1小时尽量避免查看与疫情相关的信息，避免睡前因紧张、恐惧等不良情绪引起失眠。\n5.寻求专业医生的帮助。当睡眠问题严重时可寻求专业医生的帮助，在专业医生指导下在可短暂、按需使用助眠类药物，请勿自行服用助眠类药物。\n\n二、如何克服焦虑心理\n1.避免过分关注。有了基本防范措施以后，就不必对自己的身心感受和外界信息过分关注，应当将注意力投入更多积极、有意义的事情上。\n2.保持社会联络。通过微信、网络、电话与熟悉的朋友保持畅通联系，借助与亲朋好友的互动，看到生活的美好，转移对疫情信息的过度关注。\n3.生活规律如常。保持正常的生活规律，即使宅居在家，也要保持良好的生活节奏和习惯，这有利于增强抵抗力。\n4.积极投入工作。积极投入眼下的重要工作，哪怕是娱乐活动，也要全身心地投入。从工作中寻找乐趣，发现意义，看到力量与能量。\n5.寻求专业帮助。如果持续心情不好，紧张不安、提心吊胆，拿不起、放不下，始终难于自我缓解，可以主动拨打心理热线或通过网络咨询等，寻求专业人员的帮助。\n\n三、如何克服恐慌心理\n1.不信谣言、理性认知是关键。对于新型冠状病毒的认识，从完全无知到知之甚少到逐步了解，已经掌握了不少规律。要通过官方渠道客观了解疫情相关信息，不要轻信谣言。\n2.有备无患、积极防治是保证。不折不扣落实各种防护措施，加强个人防范，有效切断传染源，减少感染机会。\n3.相信科学、坚定信心是前提。历史发展证明，科学的力量已经帮助我们战胜了很多病魔。对抗击疫情的战役中，已经有了胜利的曙光。\n4.反思个性、锤炼意志是收获。疫情是一-面镜子，我们可以借此反思人生、思考生命，培养沉稳、热心、乐观的个性,锻炼刚毅、勇敢、坚定的意志。\n\n四、担心感染怎么办\n1.积极防范。按照科学手段，做好有效防护。少出门、出门戴口罩。注意个人卫生，避免集体聚会。\n2.保持警惕。疫情传播时期，对可能感染疾病保持警惕，监测体温，察觉症状，适度了解自己身体症状，一旦有异常情况应及时寻求医学专业支持。\n3.适当放松。通过听音乐、深呼吸、尝试冥想训练等，放松身心，让心态慢慢平稳下来，减少无谓的忧虑与担心。\n4.调节生活。设计好疫情期间的生活工作计划，有规律地生活，让生活充实起来，提升生活质量。\n5.升华提高。多掌握健康科学知识，多学习和探索人与自然的关系，提升自己的认识，吸取更多积极的能量。\n\n来源：国家卫健委\n转载自人民日报公众号",
    postId: 4
  },
  {
    data: "2020 02 11",
    avatar: '/images/profile/profile4.jpg',
    title: '“疫”情同行 守护心灵 ——来看首都高校心理专家给大学生开出的“心理处方”！',
    imgSrc: '/images/sixth.jpg',
    content: '每日面对海量的疫情信息，你也许感到焦虑、恐慌，时刻担心自己被感染，甚至影响了睡眠……针对疫情导致的常见心理问题，在国家卫健委疾控局指导下，人民卫生出版社出品了《应对新型冠状病毒肺炎疫情心理调适指南》，教你给自己的心情“松绑”。（记者温竞华、田晓航）。',
    // reading: '76',
    // collection: '46',
    headImgSrc: "/images/sixth.jpg",
    author: "V思想公众号",
    dateTime: "1周前",
    detail: "面对突如其来的新型冠状病毒感染的肺炎疫情冲击，每个人不可避免的产生担忧、害怕、焦虑、恐慌等应激反应。如何看待突发疫情下人们的反应？如何调整心态理性应对疫情带来的心理冲击？首都高校新型冠状病毒感染的肺炎疫情防控心理专家组对大学生提出如下建议：\n\n一、认识“疫情”发生后的应激反应\n1.焦虑不安。因为疾病传播源的隐蔽性，面对病毒感染的不确定性，当人们不知如何有效防范的时候，就会感到紧张、担心、不知所措。\n2.敏感多疑。对有关新闻报道十分关注，对自己的生理变化十分敏感，时常会怀疑自己身体的某种不适是感染了新型冠状病毒。\n3.恐惧无助。当被认为是疑似感染者或者被确诊为感染者后，会真切地感受到死亡的威胁而感到害怕、孤独、无助。\n4.愤怒抱怨。当无法尽快摆脱恐惧和威胁，有的人会对自己身处的境遇表达不满，对某些社会现实加以指责。\n5.悲伤抑郁。当人必须面对严酷的现实情境或者巨大的丧失时，会很难过、伤心、沮丧、消沉等，觉得生活没有意义，时而更容易哭泣。\n6.认知过度。更易关注负面信息，夸大严重后果和低估自己应对能力的倾向，感觉记忆力下降、脑子不好使、注意力难以集中等。\n7.躯体不适。有些人出现心慌、肠胃功能紊乱、失眠，食欲差，无明确原因的身体疼痛，多汗，发冷，肌肉紧张及发抖，头痛，胸痛，胸闷，手足无措，坐立不安等。\n\n二、掌握“疫情”发生后的心理应对措施\n当疫情引起人们的认知、行为、情绪和生理变化时，大家不用担心，这是人们遭遇重大危机事件的应激反应，是正常的。当然，也可尝试以下措施缓解压力，照顾好自己的身心：\n1.觉察当下。在心里或大声对自己说，STOP，停下，觉察一下，发生了什么，自己都有什么变化，这些变化对自己产生了哪些影响，这些影响到底有多大。慢下来觉察有助于缓解焦虑。\n2.接纳变化。在疫情中会发生的这些变化是正常的，这是身体为应对压力的信号。所以，接纳这些信号和变化，不要排斥和拒绝。尝试接纳是克服恐慌的开始。\n3.保持能量。尝试以原有的生活方式生活，尽可能让自己多休息；保证饮食合理、营养丰富；照顾好自我的身体状态，提升身体的免疫力。身体有力量是健康的标志之一。\n4.合理宣泄。适当户内运动，增强体质和免疫力；听听音乐，写写日记。或者在一张纸上写下自己的烦恼和焦虑，然后把这张纸撕掉。释放多余的负能量让自己心里爽起来。\n5.相互陪伴。多和家人沟通、分享感受。也可以通过电话或微信与同学、朋友多互相交流，彼此安慰，相互鼓励，相互支持。在陪伴中找到相互支持的力量。\n6.呼吸放松。在一个安静、舒适的环境里，有意识地按照从上到下的顺序放松身体的各个部位。做深呼吸再加自我暗示，吸气时体会身体充满了能量，呼气时暗示把体内很多烦恼、杂质排出体外。暂时的身体放松也有利于心理减负。\n7.为所当为。重新计划一下在这个特殊时期自己可以做的事，可以读自己过去想读而未读的书，看一直想看而未看的电影或电视剧，在家举举哑铃健健身，整理一下家里的物品，或者规划一下自己新一年的生活，找回对生活的掌控感。有事可干会减少过度关注疫情信息对自己的负面影响。\n8.寻求帮助。要记住，自己永远不是孤单一人面对疫情。如果尝试了上述方法还不能排解自己的情绪时，一定要及时向学校心理中心等机构专业人士寻求帮助。",
    postId: 5
  }
]
module.exports = {
  postList: local_database
}